[
   {
      "TherapistType":"RT",
      "GameID":"1.1.1",
      "Comments":"This specific patient needed to be prompted every turn on what to do with the buttons to throw the ball.  "
   },
   {
      "TherapistType":"RT",
      "GameID":"1.1.1",
      "Comments":"This game is great for sequencing and following directions. Patient has to listen to step by step instructions. When done correctly patient's ball is thrown, so patient can visually see when directions were followed correctly. "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"Participant had problems properly coordinating the hand movement with the Wii controller. "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.1",
      "Comments":"Patient loved this game- reports has played it with her grandsons before.  It was good for her to see how she does have some coordination deficits in her L hand as she had difficulty managing the WII remote with that hand. When she used it with her L hand, she lost her balance more frequently to the left side so was good for her to see that impairment as well."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"This game worked fairly well with the Pt at RW-level. It challenged his balance, it worked on gross motor coordination of his left (dominant) UE, and it challenged attention/concentration."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"This game helped us acheive our standing goal but not any bilateral hand use.  He really enjoyed the game and was able to meet a new goal of his standing tolerance during the game."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.1",
      "Comments":"This game was good to address weight shifting and dynamic balance as the patient had to keep his balance while he was 'rolling' the ball down the alley.  However it didn't do anything to address bimanual hand control as he only utilizes his strong, univolved R hand to play.  He did not have enough motor control in his L hand to press and release the buttons on the controller appropriately while playing the game."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"Bowling requires a good deal of coordination to hold one button but release the other and swing arm.  Good option to play seated or standing."
   },
   {
      "TherapistType":"RT",
      "GameID":"1.1.1",
      "Comments":"This patient had a very hard time keeping his attention doing other activities.  I though the Wii Bowling worked well with this patient as he was able to keep his attention for longer than other activities we tried.  He did need a lot of cognitive help to work on the command following of the game.  "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"Once the sequence was mastered the frustration subsided."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.1",
      "Comments":"pt had a difficult time coordinating the timing to release the bowling ball and clicker. I had to give verbal instructions > 50% of the time for timing"
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"Patient had experienced playing wii bowling before which allowed for less education and more time performing the intervention."
   },
   {
      "TherapistType":"RT",
      "GameID":"1.1.1",
      "Comments":"With the 3 games we played (Other two = Kinect Boxing and Table Tennis) he actually needed the most help with the Wii Bowling.  He had trouble understanding how to use the buttons.  With the other two games he did not need to use any buttons so that helped him.  He needed to be prompted the first 5 framed to hold the back button and to swing his arm.    "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"In the past, I used the Wii Bowling game to work on dynamic balance with patients who required a walker for balance/stability. Since my patient did not require a device for balance/stability, standing still while playing the game would not have challenged her balance as much as it would have for my previous patients. In this case, I upgraded the game to having her include a stepping approach, just as you would while actually bowling. She was having a lot of difficulty coordinating the buttons with the 2-3 step approach which would be more typical for real bowling, however, she eventually was able to take a 1-step forward approach as she was bowling while coordinating the controller buttons/movements. This weight-shifting further challenged her balance which was one of the main goals we were trying to focus on during our session. Since this particular patient does not frequently play video games, and since motor processing/coordination of her dominant upper extremity was mildly impaired from her stroke, she had a difficult time initially figuring out which buttons needed to be pushed in order to play the game. After some coaching, however, she was able to pick it up after a couple of frames. "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.1",
      "Comments":"I had the patient perform several frames of bowling in sitting so she could practice using the remote before we transitioned to standing. "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"Providing a demonstration and hand over hand assistance was helpful for educating the patient on the sequence of movement for bowling."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"it can be used for dynmaic standing balance, but some patients tend to stand still in one place. "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.1",
      "Comments":"I tried to make the game to incorporate bimanual hand use by trying to have her utilize both hands to manipulate the controller.but she was not able to do to deficits in motor control in hand. I challenged her balance by modifying her base of support while she was standing to bowl.  This was the only game she wanted to play as she plays it with her grandkids."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"The patient needed a few visual demonstrations to understand the controller operation, however he was complete the necessary skills well."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"The game is a good challenge for gross motor coordination deficits but is not the best challenge for fine motor deficits. The patient was able to follow along well during his first attempt at playing the game with only minimal cuing needed for each round of game play."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"You can easily upgrade this game to further challenge your Pt's dynamic balance through the inclusion of a multi-step approach to simulate an actual bowling game. "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.1",
      "Comments":"The patient had a lot of difficulty manipulating the Wii remote for this game.  I had selected it because I wanted to have him use his involved R hand- I was kind of glad he had some difficulty as it helped to promote his insight into the fact that he does have some deficits from his stroke.  I had him switch hands to promote use of both hands as well as more weight shifting and dynamic balance.  he had a harder time that I expected with moving to try to pick up a spare (ie- using the arrow on the remote in order to try to knock down remaining pins).  It was good to promote his endurance- he was able to do 5 frames and then needed to sit down as he got short of breath."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"the remote portion was too complicated "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.1",
      "Comments":"The patient loved this game- apparently he plays it with friends a lot at home.  They have some kind of a Wii bowling league set up.  He was worried about not being able to control the Wii remote with his right hand due to motor control deficits in it from his stroke.  Because of this, we tried bowling with the Xbox Kinect first since it has no remote.  he did not like that system at all.  It took some practice but was good for him to use the R hand to control the remote.  He utilized the right hand with various trining aspects of the game (around targets, etc) to manipulate the controller to position the ball.  I varied his standing position and surface he was standing on in order to challenge his balance."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.10",
      "Comments":"The game did require the patient to use both hands- my patient tending to use his dominant, uninvolved R hand to punch and tended to use the L hand more to block.  I encouraged him to try to move to avoid punches in order to promote more weight shift but he didn't need to duck/move as much as I thought he might.  The game did promote more weight shift in the anterior/posterior direction than other games."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.10",
      "Comments":"Able to play seated and use both UEs. "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.20",
      "Comments":"The patient requires the ability to sythesize shoulder movement, balance, digit control and several cognitive components to be successful at this game. The game does not have any written instructions to prompt the patient at the start which causes confusion from the beginning. Requires a lot of trial and error. "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.20",
      "Comments":"Pt. required mod verbal and tactile cues for timing with releasing of button. Eventually improved but initially frustrated."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.26",
      "Comments":"Although this was not once of the recommended game, it was a great treatment session meeting both goals of standing and bilateral hand use very well.  It was not needed to use both hands during the game but I had my client use both hands to hold the controller more like a bat during the game. It was a great challenge and he really enjoyed the game."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.26",
      "Comments":"Pt. became frustrated as he had difficulty when batting as it was hard to downgrade. Pt. enjoyed pitching as he had greater success. Most likely more beneficial and tolerable for higher level Pt.'s that don't need as much physical help so that the therapist can play and pitch it slowly."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.1.26",
      "Comments":"Patient expressed frustration when trying to sequence the movements for bowling but was satisfied once the sequence was mastered"
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.27",
      "Comments":"Patient did not use involved L hand to manipulate controller at all- even with encouragement he used his R hand.  he did not have sufficient motor control to manipulate the controller with his involved L hand.  The game required some weight shift but not to the degree I was looking for.  It required slightly more problem solving to adjust the body position to direct the shot than was needed in some other games we tried."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.27",
      "Comments":"My patient loved the game however needed some help working the remote which was tricky. "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.1.27",
      "Comments":"patient was interested in using the Wii system as his grandchildren have one and he thought he may be able to play a game on this system with them once he got home.  He was interested in the golf game as he was an avid golfer in the past prior to his hospitalization.  however, he had a great deal of difficulty figuring out how to use the arrows on the controller as well as turn his body to make his shot go were he wanted it to go.  He also had a hard time interpreting the feedback from this system on how hard he should swing.  I was hoping to utilize bimanual arm control with this game but he would often use only his uninvolved hand."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.2.15",
      "Comments":"This game had pros and cons.  It ended up being a good fit for this particular patient because the buttons on the controller did not have to be used too much.    While it was good for my patient because the challenge probably would have been too much, it did not involve very much dynamic balance and you did not have to be accurate at all with your hand motions or reach in the direction of the ball, etc.  The player on the screen automatically moved and as long as you were moving your hand when the ball came it would  hit it.  My patient served and then just continuously waved her hand in short strokes back and forth in front of her until that point was over with no regard for where the ball actually was."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.2.15",
      "Comments":"This game challenged both my Pt's RUE coordination with the timing and accuracy required to swing at the ball and it also challenged his balance by requiring him to weight shift as he was swinging at the ball. I liked that this game required no buttons; you just have to swing the remote. "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.2.28",
      "Comments":"Great for coordinated movements and sequencing"
   },
   {
      "TherapistType":"OT",
      "GameID":"1.2.28",
      "Comments":"it was difficult for my patient to get the timing of the 'B' button on the back of the remote to be successful with this game. "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.2.31",
      "Comments":"This game required him to 'slice' with a lot of force/speed. He was unable to do this accurately and consistently and became frustrated "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.2.31",
      "Comments":"This game does not require any use of buttons once it begins.  It is good to cue the patient to make full swinging motions with sword.  Initially my patient just wanted to wiggle wrist back and forth.  That worked somewhat but was not as efficient and did not address the goals as well."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.2.31",
      "Comments":"Slightly better (than Kinect sports super saver)  as I had assistance so we could do two players and I could downgrade. The time limit was too short and Pt. didn't fully comprehend goal of game but had more fun than soccer."
   },
   {
      "TherapistType":"RT",
      "GameID":"1.2.31",
      "Comments":"This game is great for the patient to work on their hand eye coordination, processing speed and command following.  "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.2.31",
      "Comments":"This game is great for bilateral, crossing midline perceptual issues. My patient had difficulty crossing midline with the more affected limb (an issue I did not recognize during other activity)."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.2.31",
      "Comments":"This game was difficult for my Pt because it requires both speed and accuracy to be successful in slicing the objects. My Pt was having difficulty with this and only had approx 25% success rate in slicing the objects, which made if frustrating. "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.2.33",
      "Comments":"It took this gentleman several tries to coordinate use of both hands to shoot the arrow.  he had difficulty utilizing the L hand to hold the controller and release the button to shoot- when we switched hands to have him use his involved hand to draw the bow back, he had difficulty as well.  He did improve with practice- got slightly frustrated but was determined to do it which was good.  Game doesn't require much weight shifting- good for balance though as he had to keep his body stable while he performed a bimanual activity.  Game required a little more concentration than other games as he tried to figure out where to aim based on the wind direction."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.2.33",
      "Comments":"This game requires bimanual coordination and so it is most appropriate for patients who can stand without UE support.  The patient must also have mild coordination and strength deficits.  The game is most appropriate for patients who have the ability to multitask several instructions and good hand eye coordination. A good task to improve bimanual coordination as well as finger strength, isolation and coordination. "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.2.33",
      "Comments":"I tried the archery game to try to get the patient to perform a bimanual activity to address motor control deficits in his L hand as well as address balance deficits without letting him compensate by grabbing onto something with his hands to help keep his balance.  He figured out pretty quickly how to aim the bow at the target but had difficulty drawing the bow and releasing the button on the controller correctly to hit the target.  The game didn't require as much weight shifting as I though it would and was really pretty easy for him to keep his balance while he was playing the game."
   },
   {
      "TherapistType":"RT",
      "GameID":"1.20.0",
      "Comments":"This game is great for endurance and balance. It works for patients at w/c level and/or standing. "
   },
   {
      "TherapistType":"RT",
      "GameID":"1.20.0",
      "Comments":"Game is more beneficial for physical needs (endurance). It can be hard for patients to follow the exact moves on the screen. Higher level attention and sequencing needed. But, it is a lot of fun, and gets the heart rate going. "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.20.0",
      "Comments":"Goals were not in session because of game but rather participation from pt. I think it had a lot of potential to work on the goals selected."
   },
   {
      "TherapistType":"RT",
      "GameID":"1.20.0",
      "Comments":"Patient was able to perform all motions with cues for what motion they should be doing.  Patient had a hard time staying up with the music, but was about to re-set if he skipped a move."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.75",
      "Comments":"this game was too sensitive "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.30.75",
      "Comments":"Provide Pt. With demonstration prior to trial. "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.30.75",
      "Comments":"Multiple attempts required for better feel of game and controls. "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.75",
      "Comments":"We only tried this game once as we ran out of time during the session.  Took a little for patient to catch on to what he needed to do- did tend to compensate as with table tilt game."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.30.75",
      "Comments":"my patient has size 12 feet and found that the WIi balance board was a little small for his foot size which may (or may not) have impacted balance and weight shifting"
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.75",
      "Comments":"patient enjoyed the game- caught on to how to control her weight shift more quickly with this game than with table tilt game. did show her some of the deficits in her L visual field as she required cues to look to that side."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.75",
      "Comments":"I think it is helpful when you focus on keeping penguin on the ice berg rather than getting fish."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.75",
      "Comments":"I found it helpful to encourage staying on the iceberg rather than attempting to get the fish"
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.75",
      "Comments":"Good for reaction time also and speed of wt shifts"
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.76",
      "Comments":"The wii fit board needed to be synced with the console before it would connect and work correctly.  "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.30.76",
      "Comments":"The patient that played this game does not use a device for ambulation, however I set the game up next to a secure table just in case. The patient lost his balance when leaning too far to the side; the table helped steady him and improve his confidence to continue."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.76",
      "Comments":"I was wanting to work on weight shifting in anterior/posterior as well as lateral directions. I was wanting to work on patient's ability to maintain L hip and knee extension in weightbearing position for weight shifting.  patient was able to compensate by locking his left knee and not actively using his motor control/muscles.  I don't know why game comes up when looking for B hand use as no hand movements are required except for when they get pulled in as balance reactions."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.76",
      "Comments":"Game did promote some attention to the L side.  It was good to help her see how her visual field deficits inpact her balance as her control of that left side (especially when she had to quickly react) was impaired."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.76",
      "Comments":"One of my favorite games still. Addresses so many areas and can be used with a variety of ages."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.76",
      "Comments":"the patient cannot adjust his feet on the platform once the system does the intial reading or it will impact how the game responds to his weightshifts."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.76",
      "Comments":"Not good for poor cognition"
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.76",
      "Comments":"Increased difficulty for a pt with poor cognition and confusion"
   },
   {
      "TherapistType":"RT",
      "GameID":"1.30.76",
      "Comments":"This requires patient to shift weight in all directions (left,right, front, back). Can sometimes be frustrating if patient cannot lean to a given side. "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.77",
      "Comments":"Pt could not produce enough force to engage the game."
   },
   {
      "TherapistType":"RT",
      "GameID":"1.30.79",
      "Comments":"This game can be difficult for someone with poor vision. It's hard to see the shoes and panda bears coming from the distance. "
   },
   {
      "TherapistType":"OT",
      "GameID":"1.30.79",
      "Comments":"He was sitting and putting weight through the board but we had trouble having it register enough weight and he became frustrated."
   },
   {
      "TherapistType":"PT",
      "GameID":"1.30.80",
      "Comments":"This works on reaction time"
   },
   {
      "TherapistType":"RT",
      "GameID":"1.30.82",
      "Comments":"The patient sometimes became frustrated since it was difficult to stay on beat. This patient needed more of a physical challenge, which this game gave him. "
   },
   {
      "TherapistType":"RT",
      "GameID":"1.42.0",
      "Comments":"The game listed was the most current family feud game (2012 edition).  I actually used the Family Feud Decades, which I believe is far superior than the 2012 edition.  The 2012 edition is very slow, has a lot of drag time and the game show host talks to much.  Family Feud decades is much smoother.  "
   },
   {
      "TherapistType":"SLP",
      "GameID":"1.60.0",
      "Comments":"Fast paced. Requires good processing time for visual tasks. Easy to take data as there are counted trials. "
   },
   {
      "TherapistType":"SLP",
      "GameID":"1.60.0",
      "Comments":"Good for visual attention though only minimally complex. Could be completed seated."
   },
   {
      "TherapistType":"SLP",
      "GameID":"1.61.0",
      "Comments":"Patients don't need to be standing with this game (unlike Kinect games) so this is good for patients who are non-ambulatory.  Also they only need one hand for the controller, so good for patients with hemiparesis.  I actually handled the controller during this game, while the patient told me his answers, since he had never played video games before and it would have been too confusing for him to learn how to use the controller and play the game.  I liked that the activities were pretty similiar to therapy tasks I would normally do (e.g. recall 3 pictures or words), just in more visual form, which may be good for patients who learn visually.  You have to answer within a certain amount of time though and it was much too fast for this patient.  They get a score and stars (out of 3 stars) at the end, instead of a pass/fail, so they have an objective idea of how they did without feeling that they 'failed.'  The scoring seemed pretty generous, which is good.  "
   },
   {
      "TherapistType":"SLP",
      "GameID":"1.61.0",
      "Comments":"I played this game with 2 different patients back to back; one had moderate cognitive impairments, and one who is within normal limits (highly educated and cerebral gentleman).  I was able to adapt this game to fit both their needs, although it was better suited to the high-level patient.  It would have better suited the other patient if I was able to adjust the difficulty level and response time to match his needs.  This high-level patient really enjoyed the game and became very competitive, so much so that he started to feel a little angina after 20 minutes of playing (he was sitting the whole time).  We stopped playing and he returned to his room, and he told me the next day that he took some medicine and was fine.  Besides the chest pain (!!) the game really suited this patient as he likes to be challenged cognitively.  But maybe rest breaks are good.  "
   },
   {
      "TherapistType":"SLP",
      "GameID":"1.61.128",
      "Comments":"Great for visual attention and sequencing. Could be completed seated."
   },
   {
      "TherapistType":"OT",
      "GameID":"1.63.0",
      "Comments":"Her attention was so poor that every time she would click a target she would let her hand rest and then could not get the concept to point the controller at the screen again.  Nearly each time I had to help her re-establish the cursor on the screen.  I gave her lots of verbal cues for attention and even pointed to the desired target at times on the screen just for her to coordinate pointing the controller at the target and having some degree of success.  I ideally would have like to use the xbox with her but ours was broken at the time.  I would have like to eliminate the required coordination for the wii controller."
   },
   {
      "TherapistType":"SLP",
      "GameID":"2.3.1",
      "Comments":"Make sure to stand behind patient when guarding otherwise the avatar picks up the bowling ball on the side you are standing"
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.1",
      "Comments":"Pt. bowled all gutterballs and became frustrated. Pt. needed verbal cues for sequencing with grabbing the ball and then swinging. Language deficits also hindered overall success"
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.1",
      "Comments":"The game started fine for the patient, then the sensor had problems picking up the patient's moves or was picking up my movements as I steadied the patient's standing balance.  Patient became frustrated with game. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.1",
      "Comments":"When gaurding the patient, I stool behind him to avoid being picked up by the scensor.  I put a walker in front of patient for increased independence initially then took aware UE support to challange patient."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.1",
      "Comments":"You have to decide how challenging you want the game to be in terms of balance.  The game will work if the patient statically stands and just swings arm.  If you want to addres more dynamic balance, you have to cue them to take a step as they swing their arm as if they were really bowling."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.1",
      "Comments":"slower pace and did well with slower pace."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.1",
      "Comments":"This game was that right level challenge in terms of dynamic balance for my patient when he was standing without UE support.  Just taking one step with throwing the ball was difficult for him.  He did struggle more with the motor planning and initiation on this one compared to the boxing.  While it was a good challenge, I was able to get more repetition of activity in with the boxing."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.1",
      "Comments":"If assisting patient, therapist needs to stand behind patient as much as possible so camera does not pick up second person. If this happens it causes an error with aim of ball."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.1",
      "Comments":"patient did not like this game at all- he is most comfortable and familiar with the Wii system.  We tried this system because we didn't know if he can manage the Wii controller.  he felt like this system did not challenge his balance at all and was too easy for to just stand and swing his arm.  He wasn't willing to try to modify the game to make it harder but was focused on switching to the Wii system."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.1",
      "Comments":"We had difficulty having the gaming system register the patient's movements to pick up the ball and throw it with the therapist standing behind her and a cane next to her for support which was frustrating for the patient.  She did need help a couple of times for balance when she was throwing the ball.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.2",
      "Comments":"The patient enjoyed this game.  I had him roll at first using only his hemiparetic arm, then I had him use whichever arm I asked him too.  it didn't promote as much dynamic balance as he was able to minimize his body movement while he was rolling the ball."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.2",
      "Comments":"I dont know the difference between one hand roll and basic bowling. Pt will need to be able to sequence and follow directions to be able to setup game. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.6",
      "Comments":"The game was good to address control of dynamic balance, lateral weight shift as well as to promote motor control in his hemiparetic leg.  I had him play the game first kicking with his hemiparetic leg, then with the opposite leg to prmote weightbearing down through the hemiparetic leg.  THen I had him use whichever leg I told him to for each ball- this was good as it forced him to react quickly both with the kicking motion and with the balance reactions to keep his balance.  The down side of this game was it didn't incorporate and arm movement."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.7",
      "Comments":"Did soccer mini game with Pt. as the goalkeeper. Pt. frustrated as balls came too fast and Pt. had difficulty comprehending his own movements in relation to the screen."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.10",
      "Comments":"Game was appropriate for patient who is ambulating with Sb/min A.  I anticipated patient would require more assist to complete game.  He was very motivated by progress made during session."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.15",
      "Comments":"required quick reaction time and more hand coordination than the patient could produce.  he became frustrated and wanted to switch to another game (not atypical for this patient- likes to perform activities that he knows he will have success with)"
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.15",
      "Comments":"I was having to provide cgA and really had to stand directly behind the patient so as to not interere with the sensors.  The patient really has to make big arm movements to adjust the position of the paddle.  It was the first time this patient had used this gaming system and likely any gaming system.  The kinect was easier to transition to because you didn't have to figure out the controller portion.  It was a more natural response.  He did need more cuing though to utilize the system."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.15",
      "Comments":"Swing earlier than you think is necessary"
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.15",
      "Comments":"My patient had trouble with motor planning the desired movement needed to be 100% successful. Eventually, he improved but it took almost the whole treatment session."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.15",
      "Comments":"It took a few tries for him to learn to coordinate the serve largely because of the processing and motor speed required.  It was really good at addressign the processing speed because he required cuing to initiate his swing prior to the arrival of the ball."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.16",
      "Comments":"This game requires the ability to process high speed visuals and respond quickly to a very small ball on the screen.  This game is difficult for people with slow processing, poor visual spatial relationships, and people incapable of moving their arms quickly."
   },
   {
      "TherapistType":"",
      "GameID":"2.3.2",
      "Comments":"Patient responded well to verbal instructions to increase 'approach' for bowling to increase dynamic balance component.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.5",
      "Comments":"More emphasis on balance than hand use for this game."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.5",
      "Comments":"Hard to guard pt if they need assistance due to Kinect picking up 2nd person in sensors"
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.5",
      "Comments":"My client had pretty slow reaction time when attempting to kick but was still able to participate in the game with good success. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.5",
      "Comments":"I also wanted to address standing balance. the pt did not like this game at all. he req'd about mod A for standing balance. after 2 kicks he said he didnt like it and stopped the game. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.5",
      "Comments":"pt just did not like the game. i believe it was too much of a challenge for him"
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.5",
      "Comments":"In Soccer it is very difficult to tell which person is controlling which character"
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.5",
      "Comments":"This was a fast-paced game that required frequent UE & LE movements. At times, the patient could not keep up and did require cueing from therapist to perform appropriate task (i.e., kick, block with UEs). "
   },
   {
      "TherapistType":"RT",
      "GameID":"2.3.5",
      "Comments":"The patient (80 year old male) enjoyed this game more (than Kinect Table Tennis) as he picked the soccer over the other sports games on Kinect Sports.  This was also a great game to work on all his goals.  He needed to be told on when to kick the ball.    "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.6",
      "Comments":"Patient enjoyed this game a lot.  he did keep scooting closer and closer to the screen though as he was playing the game. the activity was good to coordinate weight shifting and dynamic balance as it incorporated single limb stance.  i could direct which foot to have him kick the ball with."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.6",
      "Comments":"It was a bit of a challenge to set up when I was standing next to the patient because the game had a hard time distinguishing my movements and the patient's movements.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.6",
      "Comments":"It took the patient a little while to figure out that she had a certain amount of time to see how many targets she could hit.  She became more quick with continuing to kick the ball once she figured that out. She also had to figure out that it was in her favor to kick the ball before the goalie got back up.  The amount of balance she required was dependent on whether she was kicking with her hemiparetic leg or the other leg- her balance was better when she was standing on her stronger leg.  The patient also tended to want to grab the therapist's arm when she was losing her balance to try to keep herself from falling."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.6",
      "Comments":"Encourage patient to do more weight shifitng.  Easy for patient to demo more static balance."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.6",
      "Comments":"Patient required instruction and demonstration of the game- he didn't understand that the goal was to try to get as many goals as he could in a designated time.  Once he got that concept, he did fairly well with the game.  I adapted the game to promote the goals of weight shift and dynamic balance by specifying which leg I wanted him to kick the ball with.  That way he had to react and quickly select the leg to kick the ball.  I did have to catch him to prevent him from falling several times which was good to should him that his stroke had impacted his balance as he does not think he has any deficits."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.6",
      "Comments":"This game was great for working on lateral weight shifting and stepping.  My patient did tend to get closer to the screen as he played.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.6",
      "Comments":"The idea again was to try to get her to keep her balance without having arm support on the walker.  I thought that this might be a good one to try because it doesn't require as movement in a large amount more just control of weight shift to kick toward the target.  Cognitively, it took her awhile to figure out that she was being timed and needed to keep kicking to see overall how  many targets she could kick.  She also tended to want to hold on and just use her involved leg to kick (she doesn't trust the involved leg to hold her up).  Did n't require use of arms to reach the target."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.6",
      "Comments":"He enjoyed this game- caught on to the goal of the game quickly.  I had him perform the game utilizing his hemiparetic leg first and then the opposite leg.  Then we did a round in which I told him which leg to kick with so he had to react quickly.  he kept wanting to keep playing to try to beat his score."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.7",
      "Comments":"The patient had to be encouraged to try to only use his hands to block the shots as he could remain in one spot and the balls hit him.  Again, I tried to direct him which hand to use in order to promote more reactive balance as well as to maximize use of both hands."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.7",
      "Comments":"Patient enjoyed the game but needed reminders to try to use hands to block the ball.  He would lean into the ball with his trunk rather than utilize his hands."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.7",
      "Comments":"It was a bit of a challenge to set up when I was standing next to the patient because the game had a hard time distinguishing my movements and the patient's movements.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.7",
      "Comments":"the kicks do not cover a wide enough span that the patient will really have to step laterally to block.  They may compensate by using arms and reaching down instead of stepping or kicking laterally.  Kicks increase in frequency and velocity as activity progresses. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.7",
      "Comments":"Patient had a difficult time recognizing when she had the ball requiring increased cues for initiating movement.  She was not able to follow the instructions for palying defense.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.7",
      "Comments":"the balls come kind of quick but there is a yellow marker that shows the patient where the ball will be kicked prior so they can anticipate the reaction to block it."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.7",
      "Comments":"More challanging to patient.  Encouraged patient to squat, perform SLS, and weight shifting.  Patient had to challange balance with this game."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.7",
      "Comments":"The game was quick so didn't do much to promote standing endurance.  I tried to encourage bilateral hand use by asking her to switch hands but she found that she could kind of keep her hand in the same spot and still block the ball.  She didn't have to move much to block the ball so dynamic balance and weight shifting weren't addressed as much as I had hoped.  she kept one hand on her RW throughout the game."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.10",
      "Comments":"pt liked this game. it definitely made his work hard and challenge him. in terms of fine motor, i made sure he was flexing his fingers to make a fist during boxing"
   },
   {
      "TherapistType":"RT",
      "GameID":"2.3.10",
      "Comments":"Kinect boxing is good for both balance and endurance. It is best to play along with patients who have slower reaction times. The computer can not adjust to make it easier, but if you play with them you can adjust how fast the punching occurs. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.10",
      "Comments":"Patients may be confused by which character they are, at least my patient was ."
   },
   {
      "TherapistType":"RT",
      "GameID":"2.3.10",
      "Comments":"This game is great for working on a patients endurance, hand eye coordination, balance and standing.  This game works well with two patients who have similar abilities.  They both were able to do this while standing.  This game really test your endurance as you have to continue to throw punches to 'knock-out' the other person.  Both the patients enjoyed this and I felt it worked very well with the goals I put in for the patient I did the study on.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.10",
      "Comments":"The patient was only moving her arms in a small range of motion which was not challanging her balance.  Cues were given to increaesd UE ROM and increased weight shifting with minimal change.  Patient enjoyed game, but it did not challange her."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.10",
      "Comments":"The patient was really engaged in the activity.  He commented after each round of the game on how much of a workout it was.  This particular person also had Parkinson's as a co-morbidity so the large, repetitive, and reactive movements were great for him from that standpoint as well.  It did not address that much dynamic balance which actually was okay for him since he was standing without UE support to play the game."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.10",
      "Comments":"It was not a good match for my patient at this time. Her balance and confidence needs to improve before engaging in a game that requires her to take both hands off the walker."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.10",
      "Comments":"My patient got so competitive and caught up in the game she forgot to be concerned about her shoulder pain.  She gots lots of repetition in working on proximal strength and motor control that we hadn't been able to get in other sessions because she was so focused on the slightest pain."
   },
   {
      "TherapistType":"SLP",
      "GameID":"2.3.10",
      "Comments":"This game took quite a bit of endurance to complete and my patient was not able to complete a round without taking a couple rest breaks. It was a good challenge for her balance wise though, and easy for her to follow the instructions to play.  "
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.10",
      "Comments":"This was a great endurance activity and was the right level of challenge for a patient who really needs dynamic balance but cannot take steps without upper extremity support."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.10",
      "Comments":"Pt was highly motivated in this game and he stated that it was fun.  It addressed the majority of goals we are working on.  He did require cues for processing speed because he initially was punching very slowly."
   },
   {
      "TherapistType":"SLP",
      "GameID":"2.3.10",
      "Comments":"slightly fustrated by the need to use B UE.. reviewed purpose is to work UE as weell as balance"
   },
   {
      "TherapistType":"RT",
      "GameID":"2.3.15",
      "Comments":"It was hard for the patient to comprehend that his player was invisible. He could listen to my cues to complete the game, but never seemed to grasp where his player was on the screen."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.15",
      "Comments":"Requires a lot of visual processing and my patient could not handle it well enough to succeed "
   },
   {
      "TherapistType":"RT",
      "GameID":"2.3.15",
      "Comments":"This game is great for working on balance, endurance and hand eye coordination.  It is best for hand-eye coordination as the patient needs to know when to swing his hand when the ball is coming to them.  He needed to be prompted at times so he also worked on following commands as to when to swing his hand.   "
   },
   {
      "TherapistType":"RT",
      "GameID":"2.3.15",
      "Comments":"This was an 80 year old patient with no history of video games in the past.  I believe this game was difficult for him to comprehend.  He was able to work on all his goals listed, but struggled to follow the directions on what specifically to do.  He had trouble with the hand eye coordination of when to actually swing his hand to hit the ball.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.15",
      "Comments":"Assist for reaching task . Did well with pace and standing tolerance.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.16",
      "Comments":"The game was too fast for the patient.  She got very frustrated and wanted to quit the game.  Therefore, we didn't do the game long enough to accomplish any of the goals."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.18",
      "Comments":"The game was very appropriate for my patient based on his balance deficits; however, he ended up needing a lot of cues cognitively to understand the game, which limited the time spent on balance training. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.25",
      "Comments":"Steep learning curve because you can not really see the volleyball itself, you respond to a target that flashes on the screen "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.25",
      "Comments":"Volleyball requires that the patient is able to interpret visual information at a high rate of speed or requires verbal instruction as when it is their turn to hit the ball.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.25",
      "Comments":"This patient demo decreased participation d/t 'not liking vball.'  This game has challenging and a good challenge for patient's balance, coordination, and processing time."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.25",
      "Comments":"Patient required hand over hand assist initially to understand technique for throwing vball. Intermittent cues for attn to task and increased BUE use"
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.36",
      "Comments":"Will be difficult if cognition is an issue."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.3.27",
      "Comments":"Pt requested to golf, but did not have adequate safety awareness with static standing with the RW to tolerate the game. I needed to be right with the patient at all times and kinect kept picking me up as a 'player' and made it difficult to proceed properly with the game. "
   },
   {
      "TherapistType":"RT",
      "GameID":"2.3.37",
      "Comments":"The patient actually picked this game initially as he enjoys playing darts.  This game did not work much on his dynamic balance as this is a game you can stand still and basically just move your arm to throw the dart.  Dynamic balance was the primary goal for this session so this game did not reach that goal as well as other games that could have been choosen.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.37",
      "Comments":"I had patient switch use ofhands to try to promote her use of her involved hand.  I was hoping that the game would promote more of a weight shift than it did- she was very fearful of falling and wanted to hold on to her walker or to my hand.  The game moved quickly so it did not do as much to promote her endurance in standing either."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.37",
      "Comments":"Seems pretty difficult for pts to understand that they need to aim with the circle and then throw - game is not very consistent"
   },
   {
      "TherapistType":"PT",
      "GameID":"2.3.37",
      "Comments":"It was difficult for my patient to see where she was aiming to throw the darts and she needed help to line her hand up with the target.  She also needed help to know when it was her turn to play and understand the instructions. "
   },
   {
      "TherapistType":"RT",
      "GameID":"1.20.0",
      "Comments":"This game is very fast paced.  Even if you pick a slower song, I think it is very challenging.  It's a great game to work on balance/endurance.  It was also great for her concentration as you really have to pay attention to what the next dance move will be.  We picked the Party option mode so 2 people could dance at once, but at times it was only picking up one person.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"1.20.0",
      "Comments":"enjoyed it a bit more however it was a quick pace task"
   },
   {
      "TherapistType":"RT",
      "GameID":"2.21.0",
      "Comments":"This game was great for the goals we wanted to work on with the patient.  He was very high functioning not needing any assistive device to get around.  This game had him moving for a good 20 minutes.  It really tested all the goals listed above.  The only negative feedback I would have is a lot of the songs/dances are still too fast so he struggled to keep up with what they were doing on the screen.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.22.0",
      "Comments":"did well with dance however he was older and did not like the songs, so we switched to mj experience. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.50",
      "Comments":"I liked the Kinect games for my patient (higher level balance training). The problem I had was that if I was standing too close to the patient to guard him for a loss of balance, the Kinect would sense me and think there were 2 players. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.50",
      "Comments":"Patient had difficulty utilizing L arm to block the leaks- she really needed more motor control of the arm to reach out to ocver the leaks.  she also had difficulty moving the arm quickly enough to cover the leaks- by the time she got to it, the leak had moved to a different spot.  She required occasional help for her balance as she was paying so much attention to the arm movement that she didn't watch how she was moving and positioning her feet."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.50",
      "Comments":"I wanted to focus on ROM. there is no choice for shld ROM so I just had to pick something. He was having a hard time with the dept perception piece"
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.51",
      "Comments":"The game is an unfamiliar set up and the patient was confused as to what was going on, I needed to do a better job explaining what the object of the game was before initiating the game.  Although my patient's quote was 'this game is stupid.'"
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.51",
      "Comments":"he did well and at times lacked insite into his balance issue due to being focused on winning "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.51",
      "Comments":"If I was standing too close to the patient to guard him for a loss of balance, the Kinect would sense me and think there were 2 players. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.51",
      "Comments":"Patient demo increased ROM with cues to challenge himself.  Did not carryover throughout the game."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.51",
      "Comments":"No problems "
   },
   {
      "TherapistType":"OT",
      "GameID":"2.40.52",
      "Comments":"River Rush' is a good game for a patient who has better standing balance and processing skills . My patient struggled to jump on time and lateral lean effectively. As she engaged in game a few times, I noticed that her score was better and better."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.52",
      "Comments":"thiis game did challange the patient at a more even pace verse the dodge ball. he also played ridge jumps? the obstcle course task  which was not recommended but he did for intation of task and problem solving. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.52",
      "Comments":"Quick reaction time needed to steer raft successfully."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.40.52",
      "Comments":"Once the patient figured this one out, he was able to do it with no assistance from me. He said this one was 'just ok'"
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.52",
      "Comments":"it is diffiuclt  to assist patient withour being read on the machine. i have found if I'm sitting and supporting patient at hip it is ok. We did not last long with task     "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.52",
      "Comments":"slightly fustrated with amount of assist patient rerquried. She was quick to want to quit the task.  it was slightly to hard for her. Switched to bowling. but we tried it "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.53",
      "Comments":"he enjoyed the challage but was unsteady with some of the jumping which made him want to stop the game. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.53",
      "Comments":"did well but fast pace for time."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.53",
      "Comments":"Patient required a lot of cues to complete movements involved with game.  Physically she was able to perform all movements, but her reaction and processing time did not allow for her to complete without cues."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.40.53",
      "Comments":"A very challenging game, pt needs to be pretty cognitively intact and fairly high level (like, should be able to walk independently with RW, maybe close SBA without)"
   },
   {
      "TherapistType":"OT",
      "GameID":"2.41.55",
      "Comments":"The game didn't require him to move very much. Whether it was the way he was throwing the ball or just his angle of throw....he didn't have to move! "
   },
   {
      "TherapistType":"OT",
      "GameID":"2.41.55",
      "Comments":"This patient has a low frustration tolerance with most therapy tasks which impacted his tolerance.  "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.41.55",
      "Comments":"Pt needed some additional help due to language barrier. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.41.55",
      "Comments":"Patient was very frustrated with this game- the idea was to challenge her balance and decrease her reliance on arm support on the walker for stability.  the games moves very quickly and the player has to move a large amount in order to catch the object.  This particular patient did not want to let go of arm support and wasn't able to move quickly enough to be successful.  She thought it was 'silly'"
   },
   {
      "TherapistType":"OT",
      "GameID":"2.41.56",
      "Comments":"This game was far too fast for him. The instructions did not assist with his understanding of the game requirements."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.41.56",
      "Comments":" I was unable to get the Kinect system to work properly with the Minute to Win It game. I had practiced it prior to having my patient use it since I am not too familiar with the Kinect system, however for whatever reason, I could not get it synced up when my patient used it, and I had limited time to trouble-shoot it. To be entirely honest, however, I am not sure if my patient would have been able to successfully complete the Nervous Nelly Minute to Win It game since that game requires a high-level of dynamic balance and motor planning/coordination. This particular patient was one of my higher-level patients who was ambulating without a device, but the balancing on 1 foot component of the game still might have been a little too hard. Unfortunately she had a short rehab stay, so I never got to go back to re-try the game. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.41.57",
      "Comments":" Pt. lost interest with predictable, repetitive movements."
   },
   {
      "TherapistType":"OT",
      "GameID":"2.43.0",
      "Comments":"Way too long of an opening sequence. I felt embarassed for trying as Pt. and wife stated 'this is for kids'. Turned it off before opening sequence ended."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.41.56",
      "Comments":"fast paced, energetic game, but good challenge for weightshifting, dynamic balance, coordination, strength, reactive balance training."
   },
   {
      "TherapistType":"SLP",
      "GameID":"2.60.0",
      "Comments":"Timed trials requiring good processing speed. "
   },
   {
      "TherapistType":"PT",
      "GameID":"2.60.140",
      "Comments":"Patient did get frustrated with cognitive component of game- kept stated 'I should know this, this shouldn't be that hard'. It was good to give him some insight into some deficits he has in areas of higher level cognitive functioning."
   },
   {
      "TherapistType":"PT",
      "GameID":"2.60.143",
      "Comments":"So I had the patient try the IQ/mental age tests thinking maybe it would be easier than the other games from a physical standpoint but would still be challenging for her because of the dual task condition (IE-application of a cognitive task while standing).  She again had a harder time than I expected cognitively to figure out what she needed to do/goal of the task was.  I had to provide her with hand over hand assistance to demonstrate to her how she needed to move her arms to be reflected on the screen correctly.  She did feel like she couldn't move fast enough."
   },
   {
      "TherapistType":"SLP",
      "GameID":"2.62.103",
      "Comments":" It required fast response time and good ROM of both UE. It also required good balance. "
   },
   {
      "TherapistType":"SLP",
      "GameID":"2.62.104",
      "Comments":"This game began with f:3 and slowing worked up to f:4-5. Based on accuracy, the field options changed (up and down) as the pt progressed. It targeted visual attention, memory, and also sequencing. "
   },
   {
      "TherapistType":"RT",
      "GameID":"3.11.0",
      "Comments":"This game was mostly used because its the game the patient wanted to play, but it did hit on some of my goals.  It especially worked on his command following and concentration as there are a lot of buttons to use to do different things in the game.  I needed to help him out with this.  "
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.302.0",
      "Comments":"Executive function/logic component to it. Visual task, good for visual organization."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.303.0",
      "Comments":"I liked this application a lot because of the options it has to include a visual guide as needed. My patient did not need this assistance at this time, though would be helpful for other patients. "
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.309.0",
      "Comments":"The background music of this game was distracting and so the patient and I agreed to turn it off which she liked. This game is free and  targets high level verbal relationships as well as attention/concentration and problem solving when there is an error.Easy to incorporate into treatment. "
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.300.0",
      "Comments":"This game is great for visual attention/scanning. "
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.300.0",
      "Comments":"The game did a good job at adjusting difficulty in real-time.  The app is free to trial, but costs $100 per year to get the full benefits."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.300.0",
      "Comments":"This game was great to target visual attention/visuospatial abilities and processing speed. Each target is timed as well as an overall time for entire task which was helpful to keep data. "
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.301.0",
      "Comments":"You can change the levels of cueing with this app which was nice. I started at the lowest level and worked up for new learning of the concept with the patient. Costs .99 cents."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.301.0",
      "Comments":"The app is not really adjustable for pt level and it is very simple... the same thing over and over again.  I probably wouldn't use this app more than once or twice with a patient, but it was good to target sustained and focused attention, and for my patient, to target working memory to recall the rule to be followed (say the color of the text, and not the word itself.)"
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.305.0",
      "Comments":"All cancellation tasks. You can add a left or right highlighted margin as needed. "
   },
   {
      "TherapistType":"PT",
      "GameID":"4.305.0",
      "Comments":"This app targeted relational and convergent reasoning abilities. I was able to utilize to target language in a moderate non-fluent aphasia as well for category naming. "
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.306.0",
      "Comments":"Great iPad App for targeting functional change making."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.306.0",
      "Comments":"The app is free and somewhat adjustable in settings to make it more accommodating to different patient levels.   "
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.307.0",
      "Comments":"Similar to Simon or iMimic, requires pt to remember the order in which icons are presented. Many different variables resulting visual distrations. Icons are presented quickly and in all visual fields."
   },
   {
      "TherapistType":"",
      "GameID":"4.307.0",
      "Comments":"The activity began in f:4 and worked up to f:6 as the pt completed levels. It allowed the pt to attempt the same trial multiple times before moving on to the next stimuli. Presentation speed was very fast which caused a little frustration with the pt. "
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.307.0",
      "Comments":"This is a very fast paced visual working memory activity. It targeted my patient's goal of processing speed very well given the amount of information that was presented. It allows you to retry the same sequencing multiple times which is good to facilitate new learning. Could pose an issue for pt's with visuospatial impairments."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.307.0",
      "Comments":"This was great for working memory, however, was challenging for my patient 2* her visual deficits."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.308.0",
      "Comments":"My patient really enjoyed this game. I like the fact that you can pick different levels as it allows you to alter to your patient's abilities/needs. It targeted planning and problem solving very well, as well as attention/concentration."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.308.0",
      "Comments":"This game is great for visual-spatial skills and attention/concentration however I find it helpful to take breaks after about 10 minutes to reduce frustration. Also this game is free!"
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.308.0",
      "Comments":"easy demo-patient enjoyed it"
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.308.0",
      "Comments":"The patient really enjoyed having the volume on with this game. She asked to use this game again as she really like it and  reported that she liked 'how it made her look to the left side without her realizing it' This patient was also in a lot of pain and could not get out of bed for our session which made this very convenient."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.309.0",
      "Comments":"She liked this game as well. This game is more verbal in nature and some of the word relationships were not as automatic for her  however I saw that this game was good to sustain task persistance. She had previously been very quick to give up on other therapy tasks but showed greater persistance with this game"
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.312.0",
      "Comments":"This game is excellent for targeting higher level word retrieval and processing speed."
   },
   {
      "TherapistType":"OT",
      "GameID":"4.313.5",
      "Comments":"There was not a lot to this game.  It did not seem to address the goals I had identified."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.314.0",
      "Comments":"I really enjoyed how you could change the speed and sound effect."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.316.0",
      "Comments":"This game targets convergent reasoning/word finding. My patient was lower level therefore it was very challenging for her, however, it would be easier and perhaps more appropriate for a moderate level pt. It gave both concrete and mildly abstract targets. I enjoyed the fact that it was not a timed activity which gave my pt more time to process. "
   },
   {
      "TherapistType":"",
      "GameID":"4.317.0",
      "Comments":"Pt. somewhat frustrated in later levels as they can get difficult and complex rather quickly. Once he understood basics of game, thoroughly enjoyed it and will be downloading it upon discharge to home."
   },
   {
      "TherapistType":"PT",
      "GameID":"4.317.0",
      "Comments":"This was not only great for attention and processing speed but also problem solving."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.319.0",
      "Comments":"Very high level; targets divided attention"
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.320.0",
      "Comments":"This was a great visual recall game. The visual stimuli grows in length as the pt progresses and you can track progress well as it gives the level that the pt demonstrated breakdowns."
   },
   {
      "TherapistType":"OT",
      "GameID":"4.332.0",
      "Comments":"This game required fair problem solving skills. THe patient is presented with a shape that they have to fold the paper on the screen and only a certain number of folds to get there. With each level, the challenge is increased. My patient was able to make it through 5 levels with moderate cuing for problem solving to be successful with the game."
   },
   {
      "TherapistType":"SLP",
      "GameID":"5.70.160",
      "Comments":"Good to target processing speed and working memory. All visual."
   },
   {
      "TherapistType":"SLP",
      "GameID":"5.70.161",
      "Comments":"Targets attention with visual distractions."
   },
   {
      "TherapistType":"SLP",
      "GameID":"5.70.162",
      "Comments":"Targets visuospatial abilities and problem solving."
   },
   {
      "TherapistType":"SLP",
      "GameID":"5.70.163",
      "Comments":"This game is effective for targeting attention/concentration and processing speed. "
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.80.200",
      "Comments":"The app has a free trial version.  The full version is $60.  The app is fairly customizable to meet a variety of different goal areas and ability levels.  The clinician can provide additional cueing as needed."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.80.200",
      "Comments":"Great application to target reading comprehension. Consists of different levels to alter the activity to your patient's level of functioning."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.80.200",
      "Comments":"You can adjust the field choices, difficulty, and content in settings prior to entering the app to better adjust to your patients needs."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.80.201",
      "Comments":"This App is appropriate for patients with communication deficits affecting written expression. The clinician is able to select the appropriate level for their patient (easy, medium, or hard). There are also four different tasks to choose within the Writing TherAppy application. Additionally, this App is effective for targeting expressive language for writing even when the patient's dominant upper extremity is affected (i.e. patient can easily use their non-dominant hand to select intended letters vs. having to actually write/print)."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.80.201",
      "Comments":"This application has a sentence unscrambling portion that is great for moderate level aphasia. You can alter it to your patient's level of functioning (3+ words)."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.90.0",
      "Comments":"New upgrade separates all cognitive domains very nicely so that you can quickly find a good mini game and target that specific skill"
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.90.0",
      "Comments":"(This comment is about the speed game with trails)The patient must keep her finger on the device at all times, or it will make them restart the whole task. This happened multiple times during my session, and my patient did become somewhat frustrated. However, it also seemed to motivate her as well!"
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.90.0",
      "Comments":"Having to keep your finger on the screen without lifting it between targets proved to be challenging for my patient. He got towards the end and accidently lost contact with the screen and was forced to begin back at the beginning (20 targets in test version). This caused a lot of frustration with him."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.90.225",
      "Comments":"A good task for processing speed/reaction time and sustained attention."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.90.227",
      "Comments":"This mini game from Brain Baseline is great to target alternating and divided attention activities with higher level patients."
   },
   {
      "TherapistType":"SLP",
      "GameID":"4.90.228",
      "Comments":"This activity was great for higher level visual working memory and processing speed. It presented items very quickly which initially caused frustration, however, it allowed the pt practice trials before the test portion which was nice for new learning. It is color based, therefore cannot be used with pt's who are colorblind."
   },
   {
      "TherapistType":"SLP",
      "GameID":"5.70.0",
      "Comments":"Lumosity may become frustrating for lower level patients, however, it does a good job at adjusting difficulty in real-time.  Not appropriate for patients who do not have motor control of at least one hand/arm."
   },
   {
      "TherapistType":"SLP",
      "GameID":"5.71.0",
      "Comments":"Fast presentation of  stimuli to patients Small visual stimuli that SLP was unable to alter to make larger The patient enjoyed the concept but reported it to be 'hard' "
   },
   {
      "TherapistType":"SLP",
      "GameID":"5.71.400",
      "Comments":"Eye for detail, when it became more difficult, was challenging from a visual standpoint, especially on level 2 w/ a distracting background.  This was slightly frustrating to the patient, however the app does adjust and go slower if the patient keeps making errors."
   },
   {
      "TherapistType":"SLP",
      "GameID":"5.71.401",
      "Comments":"This game, in the higher levels, gets very challenging as you have to track up to 4+ balls on the screen amidst distraction.  "
   },
   {
      "TherapistType":"SLP",
      "GameID":"5.71.402",
      "Comments":"The game did a good job at adjusting difficulty in real-time.  The app is free to trial, but costs $100 per year to get the full benefits."
   },
   {
      "TherapistType":"SLP",
      "GameID":"5.71.403",
      "Comments":"This free version of the app offered the first level for visual working memory in f:3. The presentation time of the stimuli increased t/o the activity making it more challenging. The stimuli was present in f:3 and varied between all visual fields (right, midline, and left)."
   }
]
